[
	{
		"name": "Mio Sir",
		"description": "Do you still have dried fish? Just a little bit~",
		"skill": "Your Fever Mode will last for 2 more seconds with Mio Sir's cheering.",
		"chipName": "Dried Fish",
		"chipDescription": "Did Mio Sir sneak dried fish again?"
	},
	{
		"name": "Angela",
		"description": "Guardian Angel befalls~",
		"skill": "Angela will reduce 6 damage each time you get hurt.",
		"chipName": "White Feather",
		"chipDescription": "Angela is under great pressure recently."
	},
	{
		"name": "Thanatos",
		"description": "Death won't catch you if you run fast enough.",
		"skill": "Thanatos will bless you with 2 seconds of invincibility when getting hurt or collecting red hearts.",
		"chipName": "Toy Bone",
		"chipDescription": "A plastic bone without scary."
	},
	{
		"name": "Rabot-233",
		"description": "I...have...countless...carrots...here...",
		"skill": "Rabot-233 can help you turn \"Miss\" into \"Great\" judgement for 5 times.",
		"chipName": "Metal Carrot",
		"chipDescription": "The high-tech carrot is awesome!"
	},
	{
		"name": "Little Nurse",
		"description": "Isn't it incurable?",
		"skill":
			"Little Nurse will restore you 10 HP per second when your HP is under 50; last for 15 seconds.\nIt can be only triggered once.",
		"chipName": "Small Screw",
		"chipDescription": "Machines can be repaired, but what about humans?"
	},
	{
		"name": "Little Witch",
		"description": "Sorry :( My magic is not proficient enough.",
		"skill": "Little Witch will help you get 20% more score when knocking back enemies in Fever Mode.",
		"chipName": "Watermelon Jelly",
		"chipDescription": "The jelly made of watermelon juice. Hmm, looks so real."
	},
	{
		"name": "Dragon Girl",
		"description": "I have a green dragon~a green dragon~",
		"skill": "Dragon Girl will help you get 30% more score when knocking back BOSS's attacks.",
		"chipName": "Dragon Ball",
		"chipDescription": "Collect 7 Dragon Balls to summon the dragon"
	},
	{
		"name": "Lilith",
		"description": "I'm Lord Lilith from the dungeon~hahahaha~~",
		"skill":
			"Lilith will help you get 5% more score for each \"Perfect\" judgement.\nWhen Lilith and Little Devil Marija are together, Marija will restore 2 HP upon each \"Perfect\" judgement.",
		"chipName": "Bat Wing",
		"chipDescription": "The item what hell envoy Lilith is looking for."
	},
	{
		"name": "Dr. Paige",
		"description": "",
		"skill": "Elfin Dr. Paige from Rhythm Doctor regenerates 2 HP when you land 7 notes in a row - the last of which will be a guaranteed \"Perfect\" if you land it, or a \"Great\" if you miss; all music notes and hearts will be automatically collected. Keep in mind that her skills are vulnerable to long notes, obstacles (gears), and rapid notes (bosses). ",
		"chipName": "Stethoscope",
		"chipDescription": "So what exactly makes Dr. Paige, the glasses or the stethoscope?"
	},
	{
		"name": "Silencer",
		"description": "",
		"skill": "With Silencer interfering, the selected character's skill will be disabled and her HP is set default at 250.",
		"chipName": "\"No\" lollipop",
		"chipDescription": "All it takes to safeguard world peace is a lollipop!"
	},
	{
		"name": "Neon Egg",
		"skins": 
		[
			{ "skinName": "R-6" },
			{ "skinName": "Saya" },
			{ "skinName": "Lin" }
		],
		"description": "",
		"skill": "After first bursting into Fever mode, a random Neon Abyss collab character will hatch out of Neon Egg: R-6 can shield 50% damage every time you gets hurt; Saya can earn a 5% score bonus for each \"Perfect\" judgement; when holding Sheets (hold note), Lin can convert \"Miss\" into \"Great\", but this doesn't work on Sheets (hold note) and Mash Enemies.",
		"chipName": "Unhatched Egg",
		"chipDescription": "You will never arrive at the truth of \"what's in the egg.\" ( ﾟ∀。)"
	}
]